Repository: sillsdev/FwLocalizations
Catalog: messages.tr.tmx
Source language: en
Languages: tr

source: Restore Defaults
tr: Varsayılanları Geri Yükle

source: Restore Defaults...
tr: Varsayılanları Geri Yükle...

source: Restore Failed
tr: Geri Yükleme Başarısız Oldu

source: Restore FieldWorks Project
tr: FieldWorks Projesini Geri Yükle

source: Restoring default settings will reset all configured views back to the factory defaults. Do you want to restore default settings?
tr: Varsayılan ayarları geri yükleme tüm yapılandırılmış görünümleri fabrika ayarlarına döndürecek. Varsayılan ayarları geri yüklemek istiyor musunuz?

source: Restoring from an old FieldWorks backup failed.
tr: Eski bir FieldWorks yedeklemesinden geri yükleme başarısız

source: Restoring...
tr: Geri yüklüyor...

source: Restrict to items with dates...
tr: Öğeleri tarihlerle kısıtla...

source: Restrict to items with values...
tr: Öğeleri değerleri ile kısıtla...

source: Restrict...
tr: Kısıtla...

source: Restriction
tr: Kısıtlama

source: Restrictions
tr: Kısıtlamalar

source: Restrictions (Entry)
tr: Kısıtlamalar (Girdi)

source: Restrictions (Sense)
tr: Kısıtlamalar (Algı)

source: Result
tr: Sonuç

source: Retry
tr: Yeniden Dene

source: reversal
tr: değişiklik

source: Reversal Index
tr: Değişmeli Dizin

source: Reverse Abbr.
tr: Ters Kısalt.

source: Reverse Abbreviation
tr: Ters Kısaltma

source: Reverse Name
tr: Ters İsim

source: Review the location of Linked Files
tr: Bağlantılı dosyaların konumlarını incele

source: Right Border
tr: Sağ Kenarlık

source: Right-to-left
tr: Sağdan sola

source: Right-to-Left
tr: Sağdan Sola

source: Right-to-Left Embedding
tr: Sağdan Sola Katıştırma

source: Root-based (complex forms as subentries)
tr: Kök-dizin bazlı (alt girdiler gibi karmaşık biçimler)

source: Rose,255,153,204
tr: Gül,255,153,204

source: Rows
tr: Satırlar

source: &Save
tr: &Kaydet

source: Save
tr: Kaydet

source: Save as:
tr: Farklı Kaydet:

source: &Save...
tr: &Kaydet...

source: Saves changes.
tr: Değişiklikleri kaydeder.

source: Saving project {0}...
tr: {0} projesini kaydediyor...

source: Scan
tr: Tara

source: Schema
tr: Şema

source: Scientific Names
tr: Bilimsel İsimler

source: Script name:
tr: Komut dosyası adı:

source: Se_t up Writing Systems...
tr: Yazım Sistemlerini K_ur...

source: Sea Green,51,153,102
tr: Deniz Yeşili,51,153,102

source: &Search
tr: &Ara

source: Search &For:
tr: Şunu Ara:

source: Search in the line:
tr: Satırda ara:

source: Search Options
tr: Arama Seçenekleri

source: Secondary Order
tr: İkincil Sıra

source: Select _All
tr: Tümünü _Seç

source: Select A&ll
tr: T&ümünü Seç

source: Select all or clear all checkmark boxes
tr: Hepsini denetle yada onaylanmış bütün kutularını kaldır

source: 1. Select an analysis to view its current uses in a text.
tr: 1. Metindeki güncel kullanımını görüntülemek için bir analiz seçin.

source: Select Custom Field
tr: Özel Alan Seç

source: Select Language
tr: Dil Seç

source: Select location where you want to save your backup.
tr: Yedeklemenizi kaydetmek istediğiniz konumu seçin.

source: Select projects to migrate:
tr: Taşınacak projeleri seçin:

source: Select the baseline writing system for this text:
tr: Bu metin için temel yazım sistemini seçin:

source: Select the target field and the list choice to change it to
tr: Hedef alanı ve değiştireceğiniz liste seçimini yapın

source: Select Writing System
tr: Yazım Sistemini Seç

source: Selected folder must be a complete path. Use Browse to find desired directory.
tr: Seçilen klasör boş bir alan olmalıdır. İstenen dizini bulmak için Gözat kullanın.

source: Selected writing systems will always be displayed; unselected ones will be displayed if they contain data.
tr: Seçilen yazım sistemleri her zaman gösterilecek, seçilmeyenler ise veri içeriyorsa gösterilecek.

source: _Semantic Domain
tr: _Anlamsal alan

source: Semantic Domain
tr: Anlamsal Alan

source: Semantic Domains
tr: Anlamsal Alanlar

source: Semantics Note
tr: Anlambilim Notu

source: Semantics Notes
tr: Anlambilim Notları

source: _Send/Receive
tr: _Gönder/Al

source: Send/Receive
tr: Gönder/Al

source: Send/Receive _Lexicon (WeSay)...
tr: Gönder/Al _Veri Sözlüğü (WeSay)...

source: Send/Receive _Lexicon (with programs that use LIFT)...
tr: Gönder/Al _Veri Sözlüğü (LIFT kullanan programlarla)...

source: Send/Receive _Project (with other FLEx users)...
tr: Gönder/Al _Projeyi (diğer FLEx kullanıcılarla)...

source: Send/Receive data in this project
tr: Gönder/Al projenin verileri

source: Send/Receive only the Lexicon in this project (with WeSay or other programs that use LIFT)
tr: Gönder/Al sadece bu projenın veri sözlüğü (WeSay ile yada başka LIFT kullanan programlarla)

source: Send/Receive this Project (lexicon and texts)
tr: Gönder/Al bu proje (veri sözlüğü vs metinler)

source: Send/Receive...
tr: Gönder/Al...

source: sense
tr: algı

source: _Sense
tr: _Algı

source: Sense
tr: Algı

source: Sense Number
tr: Algı Numarası

source: Sense Type
tr: Algı Türü

source: Sense: {0}
tr: Algı: {0}

source: Senses
tr: Algılar

source: Senses:
tr: Algılar:

source: Settings
tr: Ayarlar

source: Settings:
tr: Ayarlar:

source: Several built-in lists have content in English only. FieldWorks is additionally creating an English writing system so that you can view the content of these lists.
tr: Birçok yerleşik liste yalnızca İngilizce içeriğe sahip. FieldWorks ek olarak İngilizce bir yazım sistemi oluşturuyor, böylece bu listelerin içeriğini görüntüleyebilirsiniz.

source: Short Description
tr: kShort Description

source: Shortcut key:
tr: Kısayol tuşu:

source: &Show >>
tr: &Göster >>

source: Show all right now
tr: Tümünü Şimdi Göster

source: &Show all types
tr: &Tüm türleri göster

source: _Show all types
tr: _Tüm türleri göster

source: Show Allomorph in Concordance
tr: Alomorfu Uyumlu Şekilde Göster

source: Show Analysis in Concordance
tr: Analizi Uyumlu Şekilde Göster

source: Show As Headword In
tr: Başlık olarak göster

source: Show Category in Concordance
tr: Kategoriyi Uyumlu Şekilde Göster

source: Show Concordance of
tr: Uyumunu Göster

source: Show Dictionary Preview
tr: Sözlük Önizlemesini Göster

source: Show Entry in Concordance
tr: Girdiyi Uyumlu Şekilde Göster

source: Show Entry in Lexicon
tr: Girdiyi Veri Sözlüğünde Göster

source: _Show Hidden Fields
tr: _Gizli Dosyaları Göster

source: Show Hidden Fields
tr: Gizlenmiş Alanları Göster

source: Show in Complex Form Types list
tr: Karmaşık Biçim Türleri listesinde Göster

source: Show in Reversal Index (Ctrl-Click)
tr: Tersine Çevirme Dizinde Göster (Ctrl-Click)

source: Show in Variant Types list
tr: Değişke Türleri listesinde göster

source: Show in Word Analyses
tr: Kelime Analizlerinde Göster

source: Show Lexeme Form in Concordance
tr: Sözcükbirim Biçimini Uyumlu Şekilde Göster

source: Show Minor Entry
tr: İkincil Girdiyi Göster

source: Show Morph in Concordance
tr: Biçimi Uyumlu Şekilde Göster

source: Show Sense in Concordance
tr: Algıyı Uyumlu Şekilde Göster

source: Show Subentry under
tr: Alt girdiyi şunun altında göster

source: Show Subentry under this Component
tr: Alt girdiyi bu unsurun altında göster

source: Show Word Category in Category Edit
tr: Kelime Kategorisini Kategori Düzenlemede Göster

source: Show Word Category in Concordance
tr: Kelime Kategorisini Uyumlu Şekilde Göster

source: Show Word Gloss in Concordance
tr: Kelime Açıklamasını Uyumlu Şekilde Göster

source: Show Wordform in Concordance
tr: Kelime Biçimini Uyumlu Şekilde Göster

source: Similar Entries
tr: Benzer Girdiler

source: Single
tr: Tek

source: Single Spacing
tr: Tek Aralık

source: Single-line Text
tr: Tek Satırlı Metin

source: Size
tr: Boyut

source: Skip
tr: Geç

source: Sky Blue,0,204,255
tr: Gök Mavisi,0,204,255

source: Slide
tr: Slayt

source: Slots
tr: Yuvalar

source: Sociolinguistics Note
tr: Sosyolinguistik Notu

source: Sociolinguistics Notes
tr: Sosyolinguistik Notları

source: Some files in the Linked Files folder are newer than the ones which will be restored, and these may not be files that this FieldWorks project links to yet.
tr: Bağlantılı Dosyalar klasöründeki bazı dosyalar, geri yüklenecek dosyalardan daha yeni, bunlar bu FieldWorks projesi bağlanacağı dosyalar olmayabilir.

source: Sorted by {0}
tr: {0}'a göre sıralanmış

source: Sorted By Length
tr: Uzunluğa Göre Sıralanmış

source: Sorted From End
tr: Sondan Sıralanmış

source: _Sorting
tr: _Sıralama

source: Sorting
tr: Sıralama

source: Sound Files
tr: Ses Dosyaları

source: _Sound or Movie
tr: _Ses veya Film

source: Source
tr: Kaynak

source: Source and destination columns should be different
tr: Kaynak ve hedef sütunlar farklı olmalıdır

source: Source Field:
tr: Kaynak Alan:

source: Sources
tr: Kaynaklar

source: Spacing
tr: Aralama

source: Spacing After
tr: Arkasında Aralık

source: Spacing Before
tr: Önünde Aralık

source: Specific &Sense
tr: Belirli &Algı

source: Specify Concordance Criteria
tr: Uyumluluk Kriterini Belirle

source: Specify concordance criteria...
tr: Uyumluluk kriterini belirle...

source: Specify different Grammatical Info...
tr: Farklı Gramer Bilgisini belirle...

source: Specify Different Grammatical Info...
tr: Farklı Gramer Bilgisini Belirle...

source: Specify Grammatical Info...
tr: Gramer Bilgisini Belirle...

source: Specify the set of valid characters for {0}.
tr: {0} için geçerli karakterler dizinini belirle.

source: Specify Writing Systems
tr: Yazım Sistemlerini Belirle

source: Spelling
tr: Yazım Denetimi

source: Spelling Status
tr: Yazım Durumu

source: Standard Format _Notebook data...
tr: kStandard Format _Notebook data...

source: _Standard Format Lexicon...
tr: _Standart Format Veri Sözlüğü...

source: Start Logging
tr: Bağlanmayı Başlat

source: stem
tr: kök

source: {0} Stem
tr: {0} Kök

source: STEM
tr: KÖK

source: Stem Analysis
tr: Kök Analizi

source: Stem Form
tr: Kök Biçimi

source: Stem/root of unknown category; takes any affix
tr: Bilinmeyen kategorinin kökü; her eki alabilir

source: Stem-based (complex forms as main entries)
tr: Kök bazlı (ana girdiler gibi karmaşık biçimler)

source: stems
tr: kökler

source: Step {0} of {1}
tr: Adım {0} / {1}

source: Step 1
tr: Adım 1

source: Step 1 of 8
tr: 8 Adımdan 1.si

source: Step 1: Find the Lexical Entry
tr: Adım 1: Sözcüksel Girdiyi Bul

source: Step 1: Find the Lexical Entry of the Morpheme
tr: Adım 1: Biçimbirim Sözcüksel Girdisini Bul

source: Step 2
tr: Adım 2

source: Step 2: Select Entry or Sense
tr: Adım 2: Girdi ya da Algı Seç

source: Step 2: Select the Allomorph (Lexeme or Alternate form)
tr: Adım 2: Alomorfu Seç (Sözcükbirim ya da Alternatif Biçim)

source: Step 2: Select the Grammatical Info.
tr: Adım 2: Gramer Bilgisini Seç

source: Step 3
tr: Adım 3

source: &Stop
tr: &Durdur

source: Strikethrough
tr: Üstü Çizili

source: String Representation
tr: Dizilim Temsili

source: String, reordered at word clicked
tr: Dizilim, tıklanan kelimede yeniden sıralanmış

source: &Style
tr: &Stil

source: Style
tr: Stil

source: Style type:
tr: Stil türü:

source: &Style...
tr: &Stil...

source: &Styles...
tr: &Stiller...

source: _Styles...
tr: _Türler...

source: Styles...
tr: Stiller...

source: &Styles:
tr: &Stiller:

source: Subcategory
tr: Alt Kategori

source: Subcategory...
tr: Alt kategori...

source: Subentries
tr: Alt girdiler

source: _Subentry (derivative)
tr: _Alt öğe (türev)

source: Subentry under
tr: Altında Alt Girdi

source: Subentry/Complex Form Type :
tr: Alt Girdi/Karmaşık Biçim Türü:

source: Subitem
tr: Alt öğe

source: Subitems
tr: Alt öğeler

source: Subscript
tr: Alt simge

source: Subsense (in sense)
tr: Alt algı (algı içerisinde)

source: Subtype
tr: Alt Tür

source: Successful
tr: Başarılı

source: suffix
tr: Son ek

source: {0} Suffix
tr: {0} Son ek

source: Superscript
tr: Üst simge

source: Supporting &files (for example, fonts, keyboards, converters)
tr: Destekleyen &dosyalar (örneğin, yazı tipleri, klavyeler, dönüştürücüler)

source: Supporting files (for example, fonts, keyboards, converters)
tr: Destekleyen dosyalar (örneğin, yazı tipleri, klavyeler, dönüştürücüler)

source: {0} Suprafix
tr: {0} Birim ek

source: Swahili
tr: Savahilice

source: &Swap
tr: &Yerini Değiştir

source: Swap Allomorph with Lexeme Form
tr: Sözcükbirim Biçimi ile Alomorfu Değiştir

source: Swap Lexeme Form with Allomorph
tr: Sözcükbirim Biçimi ile Alomorfu Değiştir

source: Swap Lexeme Form with Allomorph...
tr: Sözcükbirim Biçimi ile Alomorfu Değiştir...

source: Swap: "{0}"{2}With: "{1}"
tr: "{0}"{2}'yi "{1}" ile değiştir

source: Switch To
tr: Geçiş Yap

source: System Default
tr: Sistem Varsayılanı

source: Tagging
tr: Etiketleme

source: Take care - other users connected
tr: Dikkat - diğer kullanıcılar bağlandı

source: Target Field:
tr: Hedef Alan:

source: Teal,0,128,128
tr: Deniz Mavisi,0,128,128

source: Test
tr: Sına

source: Text Chart
tr: Metin Tablosu

source: Text Constituent Chart Template
tr: Metin Bileşen Tablo Taslağı

source: Text field import options
tr: Metin alanı aktarma seçenekleri

source: Text Files
tr: Metin Dosyaları

source: Text is a translation
tr: Metin bir çeviridir

source: Thank you for checking out this preview version of FieldWorks Language Explorer.
tr: FieldWorks Dil Gezgini'nin bu önizleme versiyonunu doğruladığınız için teşekkür ederiz.

source: Thanks, and change the default Linked Files location for this project.
tr: Teşekkürler, bu proje için varsayılan Bağlantılı Dosyalar konumunu değiştirin.

source: The {0} I need is not shown in the Catalog. Create a custom {1}.
tr: {0} I gereksinimi Katalogta gösterilmiyor. Özel bir tane oluştur {1}.

source: The backup XML file is either invalid or too old to convert directly.
tr: XML yedekleme dosyası geçersiz veya doğrudan dönüştürme için çok eski.

source: The category is used in these contexts:
tr: Kategori bu bağlamlarda kullanılmaktadır:

source: The Citation Form is used to override the Lexeme Form as the headword in the printed dictionary.
tr: Alıntı Formu, basılı sözlükteki Sözlükbirim Formunu ana girdi olarak geçersiz kılmak için kullanılır.

source: The conversion process has failed! Are you sure the input was a backup from FieldWorks version 6.0 or later? The conversion process returned error code {0} and error message {1}.
tr: Döndüştürme süreci başarısız oldu! Girdinin FieldWorks 6.0 ya da daha sonraki versiyonundan bir yedekleme olduğundan emin misiniz? Dönüştürme süreci hata koduna {0} ve hata mesajına {1} dönüştü.

source: The cut operation could not be completed. This might be because some parts of what is selected cannot be edited. If this happens unexpectedly please report it as a bug. Please pass on this message: {0}.
tr: Kesme işlemi tamamlanamadı. Bu durum seçilenin bazı bölümleri düzenlenemediğinden olabilir.Bu beklenmedik şekilde gerçekleşirse bir hata olarak bildirin. Lütfen bu mesajı iletiniz: {0}.

source: The entry is used in these contexts.
tr: Girdi bu bağlamlarda kullanılmaktadır.

source: The file you have selected is not in the Linked Files folder for this project. Would you like to move or copy the file to that folder to make it easier to share and back up, along with your other project data?
tr: Seçtiğiniz dosya bu proje için Bağlantılı Dosyalar klasöründe değil. Paylaşma ve yedeklemeyi kolaylaştırmak için diğer proje datanız ile birlikte dosyayı bu klasöre taşımak veya kopyalamak ister misiniz?

source: The files this project links to are currently still located in the old FieldWorks folder. Would you like to store those files in the new folder for this project?
tr: Bu projenin eşleştiği dosyalar şu an eski FieldWorks klasöründe bulunuyor. Bu dosyaları bu projenin yeni klasöründe saklamak ister misiniz?

source: The filter is being turned off so that you can see the new text.
tr: Filtre kapatılıyor, böylece yeni metni görebilirsiniz.

source: The following projects did not migrate successfully:
tr: Aşağıdaki projeler başarılı şekilde taşınamadı:

source: The last time {0} started, it stopped responding when attempting to open the FieldWorks project: {1}
tr: {0} en son başlatıldığında, FieldWorks projesini açmaya çalışırken yanıt vermeyi durdurdu: {1}

source: The lexical reference type is used in this context:
tr: Sözlüksel kaynak türü bu bağlamda kullanılmaktadır:

source: The Linked Files folder ({0}) does not exist. Please create the folder or insert the USB drive then press Yes. Press No to use the default location.
tr: Bağlantılı Dosyalar klasörü ({0}) mevcut değil. Lütfen klasör oluşturun ya da USB sürücüsünü takın, ardından Evet'e tıklayın. Varsayılan konumu kullanmak için Hayır'a tıklayın.

source: The Linked Files folder was not previously stored in the project folder.
tr: Bağlantılı Dosyalar klasörü proje klasöründe önceden saklanmamış.

source: The &original name: {0} (will overwrite)
tr: Orijinal isim: {0} (üzerine yazılacak)

source: The program may quit after the restore has finished. If it does, you can then restart the program on the (restored) project.
tr: Geri yükleme bittikten sonra program sonlanabilir. Bu durumda programı (geri yüklenen) projede yeniden başlatabilirsiniz.

source: The project has already been migrated (or created separately).
tr: Proje zaten taşınmış (ya da ayrı oluşturulmuş).

source: The selected lexical entry ({0}) is a {1}.
tr: Seçilen sözlüksel girdi ({0}) bir {1}'dir.

source: The selected lexical entry (<CitationForm>) is a <MorphType>.
tr: Seçilen sözlüksel girdi (<Alıntı Biçimi>) bir <Biçimbirimcik Türü>.

source: The sense is being used in these contexts:
tr: Algı bu bağlamlarda kullanılıyor:

source: The writing system could not be installed. There is a problem in your language definition. See the FieldWorks ReadMe for help in this area.
tr: Yazım sistemi yüklenemedi. Dil tanımınızda bir sorun oluştu. Bu alanda yardım için FieldWorks Benioku kısmına bakın.

source: The writing system could not be modified. There is a problem in your language definition. See the FieldWorks ReadMe for help in this area.
tr: Yazım sistemi değiştirilemedi. Dil tanımınızda bir sorun oluştu. Bu alanda yardım için FieldWorks Benioku kısmına bakın.

source: The XML is not well-formed; you need to correct it and try again.
tr: XML iyi biçimlendirilmemiş; bunu düzeltmeli ve tekrar denemelisiniz.

source: The zip file does not appear to contain a FieldWorks backup. Did you remember to make a backup that includes an XML version of the data?
tr: Zip dosyası bir FieldWorks yedeklemesi içermiyor görünüyor. Datanın bir XML versiyonunu içeren bir yedekleme oluşturdunuz mu?

source: The zip file does not contain a version 6.0 (or earlier) FieldWorks backup.
tr: Zip dosyası FieldWorks 6.0 (veya daha eski) versiyonu yedeklemesi içermiyor.

source: There are duplicate {0} fields named "{1}". Please choose a different name.
tr: "{1}" isimli başka bir alan {0} bulunuyor. Lütfen farklı bir isim seçin.

source: There is already a field named {1} in each {0}, please choose a different name for your Custom field.
tr: Her {0}'da {1} isimli bir alan zaten var, lütfen Özel alanınız için farklı bir isim seçin.

source: There is already a project with the same name as the one you are trying to convert.
tr: Dönüştürmeye çalıştığınız proje ismi ile aynı isme sahip bir proje zaten var.

source: There was a problem opening the current version of the file {0}, dated {1}. Would you like to open the automatic backup, {2}, dated {3}?
tr: {1} tarihli {0} dosyasının son versiyonunu açarken bir sorun oluştu. {3} tarihli otomatik yedeklemeyi {2} açmak istiyor musunuz?

source: There was a problem while trying to restore the settings. Your settings will be restored to their default values.
tr: Ayarları geri yüklemeye çalışırken sorun oluştu. Ayarlarınız varsayılan değerlerine geri yüklenecektir.

source: There was an error processing that click or keypress
tr: Tıklama ya da tuş basımını algılarken sorun oluştu

source: There was an error trying to create a subfolder of the new project. The error was: {0}
tr: Yeni projeye bir alt klasör oluşturmaya çalışmada hata oluştu. Hata: {0}

source: There was an error when creating the backup file for project: {0}. The error was: {1}
tr: Proje için yedekleme dosyası oluştururken hata oluştu: {0}. Hata: {1}

source: There was an error while reading in the XML file: {0}.
tr: XML dosyasını okurken hata oluştu: {0}.

source: These are the languages used for translations, texts, lexical headwords, example sentences, people, location names, etc. Select, or define, a default vernacular language writing system.
tr: Bunlar tercümeler, metinler, sözlüksel başlıklar, örnek cümleler, kişi ve konumlar isimleri vb. için kullanılan dillerdir. Varsayılan bir anadil yazım sistemi seçin veya tanımlayın.

source: This project is for a newer version of FieldWorks. To open this project, click Close, and then install the newer version of FieldWorks. To revert to a version of this project which is compatible with this version of FieldWorks, click Restore a Project.
tr: Bu proje FieldWorks'ün daha yeni bir versiyonu içindir. Bu projeyi açmak için, Kapat'a tıklayın ve FieldWorks'ün daha yeni bir versiyonunu yükleyin. FieldWorks'ün bu versiyonu ile uyumlu projenin bir versiyonuna dönüştürmek için, Proje Geri Yükle'ye tıklayın.

source: This project links to {0} external file(s) in the previous Linked Files folder. Would you like to move or copy the file(s) to the new folder to make it easier to share and back up, along with your other project data?
tr: Bu proje eski Bağlantılı Dosyalar klasöründeki harici dosyaya bağlıdır {0}. Paylaşma ve yedeklemeyi kolaylaştırmak için diğer proje datanız ile birlikte dosyayı bu klasöre taşımak veya kopyalamak ister misiniz?

source: This project links to {0} external files in the previous Linked Files folder. Would you like to move or copy the files to the new folder to make it easier to share and back up, along with your other project data?
tr: Bu proje eski Bağlantılı Dosyalar klasöründeki harici dosyaya bağlıdır {0}. Paylaşma ve yedeklemeyi kolaylaştırmak için diğer proje datanız ile birlikte dosyayı bu klasöre taşımak veya kopyalamak ister misiniz?

source: This restore operation will replace the existing project: {0}
tr: Bu geri yükleme çalışması mevcut projeyi değiştirecek: {0}

source: This tool is designed for a typist to use during a semantically-based word-collection workshop. For information on this method, see http://www.rapidwords.net and http://www.sil.org/computing/ddp/.
tr: Bu araç, yazan kişinin anlamsal-bazlı-kelime-toplama semineri sırasında kullanması için tasarlanmıştır. Bu method hakkında bilgi için, http://www.rapidwords.net ve http://www.sil.org/computing/ddp/'e girin.

source: This view shows semantic domains that have been used to classify senses, each listing the related senses. You can optionally show all semantic domains, even those that have not been used for any senses.
tr: Bu görünüm, ilgili algıları listeleyen algıları sınıflandırmak için kullanılan anlamsal alanları gösterir. Hiçbir algı tarafından kullanılmamış olsa da, tüm anlamsal alanları görüntüleyebilirsiniz.

source: This will delete ALL the selected items and can sometimes take a long time. This action will not be undo-able. Do you want to proceed?
tr: Bu TÜM seçilen öğeleri silecek ve uzun sürebilir. Bu eylem geri alınamaz. Devam etmek istiyor musunuz?

source: This will delete ALL the selected items. Do you want to proceed?
tr: Bu TÜM seçilen öğeleri silecek. Devam etmek istiyor musunuz?

source: Time Of Day
tr: kTime Of Day

source: To edit the template table: right-click on STEM, on a slot name, or on a morpheme.
tr: Taslak tablosunu düzenlemek için: KÖK, yuva ismi ya da morfem üzerinde sağ tıklayın.

source: To specify a Concordance, select a line in which to search and enter the text to search for.
tr: Uyumluluğu belirtmek için, aramak için bir satır seçin ve aranacak metni girin.

source: Toggle
tr: Değiştir

source: Tone
tr: Ton

source: Tones
tr: Tonlar
